Repository: drupalprojects/signup
Catalog: po/*.po
Languages: da

source: List of users current signups.
da: Brugerens tilmeldinger.

source: Current Signups
da: Tilmeldinger

source: Event reminder: %event
da: Påmindelse: %event

source: Allow users to sign up for events.
da: Tillad brugerne at tilmelde sig til arrangementer.

source: <p>Signup allows users to sign up for nodes of any type. Includes options for sending a notification email to a selected email address upon a new user signup (good for notifying event coordinators, etc.) and a confirmation email to users who sign up--these options are per node. When used on event nodes (with event.module installed and regular cron runs), it can also send out reminder emails to all signups X days before the start of the event (per node setting) and auto-close event signups 1 hour before their start (general setting). Settings exist for resticting signups to selected roles and content types.</p><br><p>To use signup, you must enable a node type for signups in administer->settings->content types, and you must also grant the 'allow signups' permission to any user role for which you wish to allow signups in administer->access control. Each signup node will now have a place for users to sign up, and administrators with the 'admin signups' privilege will be able to view signups for each signup node and see an overview of signups for all nodes (the overview is located in administer/signup)</p><br><p>Default settings for notification email address, reminder emails and confirmation emails are located in administer->settings->signup. These will be the default values used for a signup node unless otherwise specified (to configure these options per node, visit 'edit' for that node and make the adjustments in the 'Sign up settings' section)</p><br><p>Signups can be manually closed for any node at administer->signup.</p><br><p>The user signup form is fully themable--form fields may be added or deleted. For more details see the instructions in signup.theme, where a sample user form is included</p>
da: <p>Tilmelding lader brugerne melde sig til indholdselementer af alle typer. Indeholder muligheder for at sende beskeder til en bestemt e-post adresse ved nye tilmeldinger (så arrangøren underrettes) og beskeder til de brugere, der tilmelder sig - kan indstilles for hvert enkelt indholdselement. Bruges modulet sammen med indholdstypen arrangement (med event.module og cron aktiveret) udsendes påmindelser til alle tilmeldte X dage før et arrnagement starter (vælges for hvert indholdselement) og tilmelding til arrangementer lukkes automatisk en time før de starter (generel indstilling). Tilmelding kan begrænses til bestemte roller og indholdstyper.</p><p>For at bruge tilmeldinger skal du aktivere tilmelding for en indholdstype under administration->indstillinger->indholdstyper og du skal give tilladelsen 'tillad tilmelding' til alle roller der skal kunne tilmelde sig. Hvert indholdselement med en tilmelding vil nu have et felt hvor brugerne kan tilmelde sig, og administratorer med tilladelsen 'administrer tilmeldinger' vil kunne se tilmeldinger for hvert enkelt indholdselement og se en oversigt over samtlige tilmeldinger (oversigten findes under administration->tilmelding).</p><p>Standardinstillinger for e-post adresser og indhold findes under administration->indstillinger->tilmelding. De bruges som standardværdi for alle tilmeldinger men kan ændres for hvert indholdselement.</p><p>Tilmelding kan lukkes manuelt for ethvert indholdselement under administration->tilmelding.<p><p>Tilmeldingsformularens udseende kan styres af temaer -- formularfelter kan tilføjes eller slettes. Se instruktionerne i signup.theme for yderligere information.</p>

source: signup
da: tilmelding

source: signups
da: tilmeldinger

source: Allow signups
da: Tillad tilmeldinger

source: if selected, users will be allowed to do signups for this node type
da: vælg dette hvis brugerne skal kunne tilmelde sig indhold af denne type

source: Enable signups for this node
da: Aktiver tilmeldinger for dette indlæg

source: Signups closed for this event
da: Tilmelding lukket for dette arrangement

source: <p>Please %login to sign up for this event.</p>
da: <p>Log ind for at tilmelde dig til dette arrangement.</p>

source: login/register
da: log ind/opret bruger

source: Sign up
da: Tilmeld

source: Sign up for %title
da: Tilmelding til %title

source: Your signup information
da: Din tilmelding

source: Cancel Signup
da: Fortryd tilmelding

source: %d individual(s) signed up
da: %d person(er) har tilmeldt sig

source: Event
da: Arrangement

source: Signups
da: Tilmeldinger

source: Operations
da: Handlinger

source: View Signups
da: Vis tilmeldinger

source: Close Event
da: Luk arrangement

source: Signup cancelled
da: Tilmelding annulleret

source: Submit
da: Indsend

source: Signup settings updated
da: Indstillinger opdateret

source: Users can view signups
da: Brugere kan se tilmeldinger

source: Selecting this option allows users with signup permissions to see who has already signed up.
da: Brugere med de rette tilladelser kan se hvem der har tilmeldt sig.

source: Default signup information
da: Standardindstillinger

source: New signup nodes will start with these settings
da: Nye indholdselementer vil starte med disse indstillinger

source: You will receive a confirmation email shortly which contains further event information
da: Du vil om kort tid modtage en e-mail med yderligere information om arrangementet

source: You will receive a reminder email %d day(s) before the event
da: Du vil modtage en påmindelse %d dag(e) før arrangementet.

source: Signup confirmed.
da: Tilmelding bekræftet.

source: [Untimed]
da: [Ikke tidssat]

source: SIGNUP INFORMATION
da: Tilmeldinger

source: Signup confirmation for event: %event
da: Bekræftelse af tilmelding til: %event

source: New Event Signup
da: Ny tilmelding

source: Signup confirmation for event: %title
da: Bekræftelse af tilmelding til: %title

source: The following information was submitted as a signup for %title
da: Følgende information blev indsendt som tilmelding til %title

source: Date/Time: %time
da: Dato/tid: %time

source: username:
da: brugernavn:

source: Send signups to
da: Send tilmeldinger til

source: Email address where notification of new signups will be sent. Leave blank for no notifications
da: E-mail adresse hvor beskeder om nye tilmeldinger skal sendes. Lad feltet være tomt hvis du ikke ønsker at blive underrettet.

source: Send confirmation
da: Send bekræftelse

source: Confirmation email
da: Bekræftelse

source: Email sent to user upon signup. Supported string substitutions: %event, %time, %username, %useremail, %info (user signup information)
da: E-mail der sendes til brugeren ved tilmelding. Understøttede variable: %event, %time, %username, %useremail, %info

source: Send reminder
da: Send påmindelse

source: Reminder email
da: Påmindelse e-mail

source: Email sent to user as an event reminder. Supported string substitutions: %event, %time, %username, %useremail
da: E-mail der sendes til brugeren som en påmindelse. Understøttede variable: %event, %time, %username, %useremail

source: Signup information
da: Tilmeldinger

source: allow signups
da: tillad tilmeldinger

source: admin signups
da: administrer tilmeldinger
